{
  "Day": "Kun",
  "Hour": "Soat",
  "Minute": "Minut",
  "Second": "Sekund",
  "Registration Information": "Ro'yxatdan o'tish uchun",
  "Event Details": "Tadbir tafsilotlari",
  "May 30-31, 2025 Tashkent State University of Law 09:30 - 18:00 (Daily) Email: inter@tsul.uz": "2025-yil 30-31-may Toshkentdavlat yuridik universiteti 09:30 dan 18:00 gacha (har kuni) Elektron pochta: inter@tsul.uz",
  "Registration Package": "Ro'yxatdan o'tish to'plami",
  "Forum-branded t-shirts, caps, and badges, plus access to allsessions, meals, and activities.": "Forumning logotipli futbolkalari, bosh kiyimlari va nishonlari, shuningdek, barcha majlislar, ovqatlanish va tadbirlarga kirish huquqi.",
  "Don't miss out! Contact your university's international office or register online now!": "Imkoniyatni qoʻldan boy bermang! Universitetingizning xalqaro boʻlimi bilan bog'laning yoki hoziroq onlayn ro'yxatdan o'ting!",
  "Sign up": "Ro'yxatdan o'tish",
  "Enjoy a luxurious getaway - completely free!": "Forumda siz nafaqat yangi bilimlarni oʻzlashtirish, balki maroqli dam olish imkoniga ega bo'lasiz.",
  "Indulge in complimentary accommodations, delicious meals, guided city tours, and exclusive networking opportunities with top legal officials, all courtesy of Tashkent State University of Law!": "Toshkent davlat yuridik universiteti sizni bepul yashash joyi, mazali taomlar, gid hamrohligida shahar sayohatlari va yetakchi huquqshunoslar bilan muloqot qilishga taklif etadi.",
  "Join us May 30-31, 2025 at Tashkent State University of Law from 09:30 - 18:00 daily. Limited spots available!": "Buning uchun 2025-yil 30-31-may kunlari 09:30 dan 18:00 gacha Toshkent davlat yuridik universitetida boʻlib oʻtadigan forumda ishtirok etish uchun roʻyxatdan oʻting! Shoshiling! Ishtirokchilar soni cheklangan!",
  "Panel Sessions": "Panel sessiyalari",
  "Join us May 30-31, 2025 for these transformative sessions designed to enhance your collaborative problem-solving skills in the global legal landscape.": "2025-yil 30-31-may kunlari global huquqiy sohadagi muammolarni birgalikda hal qilish ko'nikmalaringizni rivojlantirishga qaratilgan ushbu oʻzgartiruvchan vsessiyalarda ishtirok eting.",
  "Represent your institution": "O'z universitetingiz haqida taqdimot qiling!",
  "Engage through presentations on academic initiatives and share valuable insights from international competition experiences.": "Akademik tashabbuslar haqidagi taqdimotlarda ishtirok eting va xalqaro tanlovlarda qatnashish boʻyicha qimmatli tajribangizni boʻlishing.",
  "Build meaningful connections": "Muhim aloqalarni oʻrnating",
  "Connect with law students and faculty from prestigious universities across the globe.": "Dunyoning yetakchi universitetlari huquqshunoslik fakultetlarining talabalari va oʻqituvchilari bilan tanishing.",
  "Collaborate on legal challenges": "Huquqiy masalalarni hal qilishda hamkorlik qiling",
  "Address contemporary legal issues, explore professional internship pathways, and discuss emerging career opportunities.": "Dolzarb yuridik muammolarni muhokama qiling, kasbiy amaliyot imkoniyatlarini o'rganing va karyera istiqbollarini koʻrib chiqing.",
  "Forum Overview: Where Law Meets Innovation": "Forum sharhi: Huquq qayerda innovatsiyalar bilan uchrashadi",
  "1st Tashkent International Mediation Competition": "Birinchi Toshkent xalqaro mediatsiya tanlovi",
  "A global mediation competition featuring students from various countries!": "Turli mamlakatlardan kelgan talabalar ishtirokidagi xalqaro mediatsiya tanlovi!",
  "Prize fund available for winners!": "G'oliblar uchun sovrin jamg'armasi!",
  "Test your mediation skills and compete on an international level!": "Mediatsiyaga oid ko'nikmalaringizni sinab koʻring va xalqaro darajada bellashing!",
  "Our project rules": "Loyihamiz qoidalari",
  "Nations festival": "Millatlar festivali",
  "Showcase your country's uniquе cultural identity!": "O'z mamlakatiningizning betakror madaniy qadriyat va an'analarini namoyish eting!",
  "Enjoy traditional performances and presentations by students from different nationalities!": "Turli millatga mansub talabalarining an'anaviy chiqishlari va taqdimotlaridan zavqlaning!",
  "Experience the diversity of world cultures, traditions, and arts!": "Jahon madaniyatlari, urf-odatlari va san'atining rang-barangligini his qiling!",
  "Present your university, discuss student engagement, and share experiences from international competitions!": "Universitetingizni tanishtiring, talabalarning faolligini muhokamа qiling va xalqaro tanlovlarda ishtirok etish tajribangizni boʻlishing!",
  "Network with students from universities worldwide!": "Dunyoning turli universitetlardan kelgan talabalar bilan tanishing!",
  "Exchange insights on youth challenges, internship opportunities, and career prospects!": "Yoshlar oldida turgan muammolar, amaliyot oʻtash imkoniyatlari va karyera istiqbollari haqida fikr almashing!",
  "Discussion questions": "Muhokama savollari",
  "Model of parliamentary debates (CUDC)": "Parlament debatlar modeli (CUDC)",
  "Engaging debates across multiple rounds!": "Bir necha bosqichli qiziqarli bahslar!",
  "Winners of the final round will receive special awards!": "Final bosqichi gʻoliblari uchun maxsus mukofotlar!",
  "A great chance to enhance your logical thinking and public speaking skills!": "Mantiqiy fikrlash va notiqlik mahoratini rivojlantirish uchun ajoyib imkoniyat!",
  "JOIN MINISTRY OF JUSTICE the First International Youth Legal Forum in Tashkent! Calling all students worldwide!": "Toshkentda oʻtkaziladigan Birinchi Yoshlar yuridik forumiga QO'SHILING! Dunyoning barcha mamlakatlaridan talabalar ishtirok etishi mumkin!",
  "Contact Us": "Biz bilan bog'lanish",
  "Links": "Havolalar",
  "Gallery": "Galereya",
  "Frequently Asked Questions": "Ko'p so'raladigan savollar",
  "Home": "Bosh sahifa",
  "Learn more": "Ba'tafsil ma'lumot",
  "Festival program": "Festival dasturi",
  "Programs": "Dasturlar",
  "Speakers": "Ma'ruzachilar",
  "Speakers Details": "Ma'ruzachilar tafsilotlari",
  "Prof.Dr. Islambek Rustambekov": "Professor Islambek Rustambekov",
  "Acting Rector of Tashkent State University of Law": "Toshkent davlat yuridik universiteti rektori v.b., yuridik fanlar doktori",
  "Leading TSUL's transformation into a modern legal education hub, Rector Rustambekov specializes in international private law and educational innovation.": "TDYUni huquq sohasida zamonaviy ta'lim markaziga aylantirish jarayoniga rahbarlik qilmoqda. Rektor Rustambekov xalqaro xususiy huquq va ta'lim innovotsiyalari bo'yicha mutaxassis hisoblanadi.",
  "Distinguished speakers": "Hurmatli ma'ruzachilar!",
  "Embark on a transformativejourney guided by eminentfigures in law and policy.Join ourforum to glean profound insights from esteemed speakers on legal innovation, education, and fostering international partnerships": "Huquq va siyosat sobasidagi nufuzli mutaxassislar boshchiligidagi o'zgarisblar jarayonida ishtirok eting. Forumimizga qo'shiling va huquqiy innovatsiyalar, ta'lim hamda xalqaro bamkorllknl mustahkamlash bo'yicha professional ma'ruzachilardan qimmatli bilimlar oling.",
  "Professor Urfan Khaliq": "Professor Urfon Xoliq",
  "Cardiff University (United Kingdom)": "Kardiff universiteti (Buyuk Britaniya)",
  "Professor Michele DeStefano": "Professor Mishel DeStefano",
  "Professor of Law at the University of Miami and a Faculty Chair in Harvard Law School's Executive Education Program and Guest Faculty at IE School of Law. (USA)": "Mayami universiteti huquq professor! va Garvard huquq maktabi ijroiya ta'lim dasturi rahbari, shuningdek, IE School of Law (AQSH)da taklif etilgan o'qituvchi.",
  "Mr. Mitchell E. Kowalski": "Janob Mitchell E. Kovalski",
  "Senior Counsel - Commercial Contracts and Commercial Real Estate - Admitted in Canada and USA": "Tijorat shartnomalari va tijorat ko'chmas mulki bo'yicha katta yuristkonsult.",
  "These esteemed speakers will lead engaging discussions, workshops, and keynote addresses throughout the forum, offering unique opportunities to learnfrom their expertise and experience.": "Ushbu professional ma'ruzachilar forum doirasida qiziqarli munozaralar, mahorat darslari va seminarlar o'tkazib, o'z tajriba va bilimlari bilan o'rtoqlashadi.",
  "Pro Vice-Chancellor and Head of the College ofArts, Humanities and Social Sciences": "San'at, gumanitar va ijtimoiyfanlar kolleji prorektori va boshlig'i",
  "Research and teaching interests encompass: Public International Law, International Human Rights Law, EU Law, Foreign Policy and aspects of alslomic Law": "Xalqaro ommaviy huquq, inson huquqlari, xalqaro huquq, Yevropa Ittifoqi huquqi, tashqi siyosat va Islom huquqi bo'yicha mutaxassis.",
  "Founder of LawWithoutWalls, a multi-disciplinary, international, intergenerational community of more than 2,000 lawyers, business professionals, entrepreneurs, and students who collaborate to create innovations in the business of law.": "LawWithoutWalls asoschisi — bu 2000 nafardan ortiq huquqshunos, biznes mutaxassisi, tadbirkor va talabalarni birlashtirgan ko'p tarmoqli xalqaro hamjamiyat bo'lib, ular birgalikda yuridik biznes sohasida innovatsiyalar yaratadi.",
  "Mitchell E. Kowalski is a Canadian lawyer, author, and legal industry consultant known for his work on innovation in legal services. He has written books like Avoiding Extinction: Reimagining Legal Services for the 21st Century and The Great Legal Reformation: Notes from the Field, where he explores the future of lawfirms and legal practice.": "Mitchell E. Kovalski — kanadalik huquqshunos, muallif vayuridik innovotsiyalar bo'yicha maslahatchi bo'lib, yuridik xizmatlarni modernizatsiya qilish sohasidagi faoliyati biIan tanilgan. U 'Yo'q bo'lib ketishdan qochish: XXI asr uchun yuridik xizmatlarni qayta ko'rib chiqish' va 'Buyukyuridik islohot: daladan qaydlar' kabi kitoblar muallifidir. Bu kitoblarda и yuridik firmalar va amoliyotning kelajagini tadqiq qiladi.",
  "Competition rules": "Musobaqa qoidalari",
  "Challenge yourself in a global arena where legal minds converge": "Eng sara huquqshunos ziyolilar to'planadigan jahon maydonida o'zingizni sinab ko'ring.",
  "Why Compete:": "Nima uchun ishtirok etish kerak:",
  "Earn prestigious recognition and valuable prizes": "E'tirof va qimmatli sovrinlarga sazovor bo'ling.",
  "Showcaseyour conflict resolution expertise before International judges": "Xalqaro hakamlar oldida nizolarni hal qilish mahoratingizni namoyish eting.",
  "Buildyour professional network across diverse legal traditions": "Turli huquqiy an'analar doirasida kasbiy aloqalar o'rnating.",
  "Enhanceyour resume with this distinguished achievement": "Shaxsiy karyerangizni boyitish uchun ajoyib imkoniyatga ega bo'ling!",
  "Embark on a transformative experience starting May 30, 2025. Connect with legal experts worldwide, showcasing your mediation skills while fostering lasting relationships.": "2025-yil 30-maydan boshlab o'zgarishlar sari safarga chiqing. Butun dunyodagi huquqshunos mutaxassislar bilan aloqa o'rnating, vositachilik mahoratingizni ko'rsating va mustahkam kasbiy munosabatlar quring.",
  "Cultural Mosaic: A Celebration of Global Heritage": "Madaniy mozaika: Jahon merosini ulug'lash",
  "Cultural performances": "Madaniy dasturlar",
  "Immerse yourself in captivating traditional and contemporary dances that showcase the rich artistic heritage of countries represented at the forum.": "Forumda qatnashayotgan mamlakatlarning boy san'at va madaniy merosini aks ettiruvchi maftunkor an'anaviy va zamonaviy raqslardan bahramand bo'ling!",
  "Interactive challenges": "Interaktiv mashg'ulotlar",
  "Engage in collaborative cross cultural activities designed to break barriersand build meaningful connections with colleagues from around the world.": "To'siqlarni bartaraf etish va dunyo bo'ylab hamkasblar bilan muhim aloqalar o'rnatishga qaratilgan qo'shma madaniyatlararo tadbirlarda ishtirok eting",
  "Digital competition": "Raqamli bellashuvlar",
  "Join exhilarating e-sports tournaments that blend technology with friendly competition, highlighting strategic thinking across cultural boundaries.": "Madaniy chegaralardan tashqaridagi strategik tafakkurni namoyish etuvchi, texnologiyalar va do'stona raqobatni uyg'unlashtirgan qiziqarli kibersport musobaqalarida mahoratingizni namoyish eting.",
  "Step into a world of cultural wonder at the dynamic Nations Festival on May 30,2025. Delight in a global feast and engage in enriching cross-cultural dialogues.": "2025-yil 30-mayda o'tkaziladigan Millatlar festivalida madaniy ulug'vorlik olamiga sho'ng'ing. Butunjahon bayramidan zavq olingva mazmunli madaniyatlararo muloqotlarda faol ishtirok eting.",
  "Connect with law students and facultyfrom prestigious universities across the globe": "Dunyoning nufuzli universitetlari huquqshunoslik fakultetlarining talabalari va o'qituvchilari bilan tanishing.",
  "Winners of the final round": "Yakuniy bosqich g'oliblari",
  "Receive special awards and recognition foryour excellence!": "Erishgan yutuqlaringiz ucbun maxsus sovrinlar va e'tirofga sazovor bo'ling!",
  "Enhance your skills": "Ko'nikmalaringizni rivojlantiring",
  "Seize the moment to boostyour logical thinking and public speaking abilities with this exceptional opportunityfor personal and professional growth!": "Ushbu noyob imkoniyat orqali mantiqiy fikrlash va omma oldida nutq so'zlash mahoratingizni oshiring, shaxsiy va kasbiy o'sishingiz uchun bu ajoyib fursatdan foydalaning!",
  "Join us May 30-31,2025 for these transformative sessions designed to enhance your collaborative problem-solving skills in the global legal landscape.": "2025-yil 30-31-may kunlari global huquqiy sohadagi muammolarni birgalikda yechish mahoratingizni oshirishga mo'ljallangan ushbu mashg'ulotlarga qo'shiling. Bu sessiyalar sizning ko'nikmalaringizni yanada rivojlantirishga yordam beradi.",
  "Chance to Talkwith Top Officials": "Yuqori martabali davlat arboblari bilan suhbatlashish imkoniyati",
  "Akbar Toshqulov": "Akbar Toshqulov",
  "Minister of Justice of the Republic of Uzbekistan": "O'zbekiston Respublikasi Adliya vaziri",
  "A distinguished legal expert with extensive experience in government andjudicial reform, Minister Toshqulov will share insights on Uzbekistan's legal modernization efforts.": "Davlat boshqaruvi va sud islohotlari sohasida keng tajribaga ega bo'lgan mashhur huquqshunos, Adliya vaziri O'zbekiston huquqiy tizimini zamonaviylashtirish bo'yicha o'z qarashlarini baham ko'radi.",
  "Prepare your questions about legal reforms, career paths, or policy developments. Join this exclusive session on May 31, 2025.": "Huquqiy islohotlar, karyera imkoniyatiari yoki siyosiy jarayonlar haqidagi savollarlngiznl tayyorlab qo'ying. 2025-yil 31-may kunl bo'lib o'tadigan ushbu maxsus sessiyada ishtirok eting.",
  "Direct dialogue": "To'g'ridan to'g'ri muloqot",
  "Engage in an open conversation with high-ranking government officials, including the Minister ofJustice of Uzbekistan.": "O'zbekiston Respublikasi Adliya vaziridan tashqari yana bir necha yuqori martabali davlat arboblari bilan ochiq muloqotda ishtirok eting.",
  "Student centered": "Talabalarga yo'naltirilgan muloqotlar",
  "The session is designed to be interactive and student-centered, giving voice to the next generation of legal professionals.": "Sesslya interaktlv va talabalargayo'naltirilgan holda ishlab chiqilgan bo'lib, undo kelajak avlod huquqshunoslari o'zfikrlarini bildirish imkoniyatiga ega bo'ladi.",
  "Ask your questions": "O'zingizni qiziqtirgan savollarga javob oling!",
  "This rare opportunity allows you to ask questions, share ideas, and gain insights directlyfrom key decision makers in the legalfield.": "Savollarga huquqiy sohada o'z o'rniga ega shaxslardan bevositajavob olish va g'oyalar almashish uchun noyob imkoniyat.",
  "Good experiense": "Qimmatli tajriba",
  "Embark on a transformative journey by engaging in discussions with ministers to broaden your horizons": "Vazir bilan munozaralarda ishtirok etib, bllimlaringlznl kengaytiring vayangi ufqlarni kashf eting.",
  "City Tour: Discover the beauty of Tashkent": "Shahar bo'ylab sayohat: Toshkentning go'zalligini kashf eting",
  "The city tour is scheduled for May 31 2025 from 11:30-13:00, offering a perfect break between academic sessions": "Shahar bo'ylab sayohat 2025-yil 31-may 11:30 dan 13:00 gacha rejalashtirilgan bo'lib, bu akademik mashg'ulotlar orasida dam olish uchun ajoyib imkoniyatdir",
  "Historical landmarks": "Tarixiy va diqqatga sazovor joylar",
  "Visit Tashkent's most significant historical sites, including Khast Imam Complex, Independence Square, and Amir Timur Museum": "Toshkentning tarixiy va diqqatga sazovorjoylari, jumladan, Hazrati Imam majmuasi, Mustaqillik maydoni va Amir Temur muzeyiga tashrif buyuring",
  "Famous metro stations": "Mashhur metro bekatlari",
  "Explore Tashkent's renowned metro system, knownfor its unique architectural designs and artistic decorations": "O'ziga xos me'moriy yechimlari va badiiy bezaklari bilan tanilgan Tashkent metropoliteni bo'ylab sayohat qiling",
  "Traditional bazaars": "An'anaviy bozorlar",
  "Experience the vibrant atmosphere of Chorsu Bazaar, where you can find traditional crofts, spices, and local delicacies": "Chorsu bozoriningjonli muhitiga sho'ng'ing, buyerdo an'anaviy hunarmandchilik buyumlari, zirovorlor va mahalliy taomlar bilan tanishasiz",
  "Tashkent State University of Law": "Toshkent davlat yuridik universiteti",
  "Balloon release ceremony: Symbolizing aspirations": "Havo sharlarini uchirish marosimi: Intilishlarimizni ramziylashtirishamiz",
  "Join us for this meaningful symbolic event that unites all forum participants in a shared vision for the future of legal practice and international cooperation": "Forum ishtirokchilarining huquqiy amaliyot va xalqaro hamkorlikning kelajagi haqidagi umumiy tasavvurini birlashtiruvchi ushbu ramziy muhim tadbirda ishtirok eting",
  "The Balloon Release Ceremony will take place on May 31,2025 from 17:30-18:20, just before the closing even": "Havo sharlarini uchirish marosimi 2025-yil 31-may 17:30 dan 18:20 gacha, yakuniy tadbirdan oldin o'tkaziladi",
  "Musical accompaniment": "Musiqiy hordiq",
  "The ceremony features beautiful background music creating an inspirational atmosphere": "llhombaxsh va jo'shqin musiqa ohanglari ostida hordiq chiqaring",
  "Registration package": "Ro'yxatdan o'tish to'plami",
  "Selected participants will share brief reflections on the future of international legal cooperation": "Tanlongan ishtirokchilar xalqaro huquqiy hamkorlikning istiqboli haqida qisgacha mulohazalarini baham ko'radi",
  "Award ceremony and gala dinner": "Taqdirlash marosimi va tantanali kechki ziyofat",
  "Join us forthis grand celebratory finale to the forum on May 31, 2025": "2025-yil 31-may kuni ushbu forumning tantanali yakuniga tashrif buyuring",
  "Celebration of excellence": "Yutuqlarni nishonlash",
  "Recognize and applaud outstanding performances in the Tashkent International Mediation Competition and other forum challenges with sparkling trophies!": "Tashkent xalqaro mediatsiya tanlovi va forumning boshqa tadbirlari ishtirokchilarining ajoyib natijalarini e'tirof eting va ularga sovrinlarni topshiring!",
  "Memorable certificates": "Esdalik sertifikatlari",
  "Take home beautiful official certificates acknowledging your valuable contribution to this remarkable international forum": "Ushbu nufuzli xalqaro forumga qo'shgan qimmatli hissangizni tasdiqlovchi rasmiy sertifikatlarni qo'lga kiriting",
  "Delightful feast": "Lazzatli kechki ziyofat",
  "Indulge in an elegant dining experience featuring mouth-watering traditional Uzbek cuisine and international delicacies in a festive atmosphere": "Bayramona kayfiyatda an'anaviy o'zbek va xorij taomlaridan iborot ajoyib kechki ziyofatdan bahramand bo'ling",
  "Heartfelt farewells": "Xayrlashuv",
  "Share injoyful final reflections and inspiring visions for thefuture from organizers and distinguished guests as we conclude our amazing journey together": "Quvonchli so'nggi daqiqalarni va ilhomlantiruvchi kelajak tasavvurlarini tashkilotchilar hamda faxriy mehmonlar bilan baham ko'rib, ajoyib sayohatimizni yakunlang",
  "What is the purpose of the forum?": "Forumning maqsadi nima?",
  "The forum aims to bring together young students from different countries to discuss current legal, economic and environmental issues, exchange experiences and develop international cooperation.": "Forum turli mamlakatlardan kelgan yosh talabalarni birlashtirib, dolzarb huquqiy, iqtisodiy va ekologik muammolarni muhokama qilish, tajriba almashish va xalqaro hamkorlikni rivojlantirishga qaratilgan.",
  "What are the main topics that will be discussed at the forum?": "Forumda qanday asosiy mavzular muhokama qilinadi?",
  "The forum will cover issues of global legal regulation, sustainable development, international arbitration, human rights protection, as well as economic and environmental aspects of law, and other issues of interest to young people.": "Forumda global huquqiy tartibga solish, barqaror rivojlanish, xalqaro arbitraj, inson huquqlarini himoya qilish, shuningdek, huquqning iqtisodiy va ekologik jihatlari hamda yoshlarni qiziqtirgan boshqa masalalar muhokama qilinadi.",
  "What are the requirements for participation in the forum?": "Forumda ishtirok etish uchun qanday talablar mavjud?",
  "The forum is open to young people aged 18 to 35 from any country. Participants should be interested in law, international relations and global issues.": "Forumda istalgan davlatdan 18 yoshdan 35 yoshgacha bo‘lgan yoshlar qatnashishi mumkin. Ishtirokchilar huquq, xalqaro munosabatlar va global muammolarga qiziqish bildirishi kerak",
  "What documents are required for registration?": "Ro'yxatdan o'tish uchun qanday hujjatlar kerak?",
  "You must fill out a registration form and provide a copy of your passport or ID. A resume or cover letter may be required.": "Siz ro'yxatdan o'tish shaklini to'ldirishingiz va pasportingiz yoki shaxsni tasdiqlovchi guvohnomangiz nusxasini taqdim etishingiz kerak. Rezyume yoki motivatsion xat talab qilinishi mumkin.",
  "Is there a deadline for submitting an application?": "Ariza topshirishning oxirgi muddati bormi?",
  "Yes, the application deadline will be announced on the official forum website. We recommend that you apply in advance, as the number of places is limited": "Ha, ariza topshirish muddati forumning rasmiy veb-saytida e'lon qilinadi. Joylar cheklanganligi sababli oldindan ariza topshirishingizni tavsiya qilamiz.",
  "How will participants be selected?": "Ishtirokchilar qanday tanlanadi?",
  "The selection will be based on the submitted applications, taking into account motivation, academic and professional achievements, as well as interest in the forum topic.": "Tanlov motivatsion, ilmiy va kasbiy yutuqlar, shuningdek, forum mavzusiga qiziqishni hisobga olgan holda taqdim etilgan arizalar asosida amalga oshiriladi.",
  "In what format will the forum be held (online or offline)?": "Forum qanday formatda o'tkaziladi (onlayn yoki oflayn)?",
  "The forum will be held offline in Tashkent.": "Forum Toshkentda oflayn rejimda o‘tkaziladi.",
  "Will certificates be issued to participants?": "Ishtirokchilarga sertifikatlar beriladimi?",
  "Yes, all participants will receive certificates of participation in the forum.": "Ha, barcha ishtirokchilar forumda ishtirok etish sertifikatlarini oladilar.",
  "In what languages will the forum be held?": "Forum qaysi tillarda o'tkaziladi?",
  "The main languages of the forum are English, Russian and Uzbek.": "Forumning asosiy tillari ingliz, rus va oʻzbek tillaridir.",
  "How can I contact the organizers if I have any questions?": "Savolim bo'lsa, tashkilotchilar bilan qanday bog'lanishim mumkin?",
  "You can contact the organizing committee through the official forum website or social networks. And also, after the list of participants is approved, special volunteers will be assigned to them, who will help participants with their questions.": "Tashkiliy qoʻmita bilan forumning rasmiy sayti yoki ijtimoiy tarmoqlar orqali bogʻlanishingiz mumkin. Shuningdek, ishtirokchilar ro'yxati tasdiqlangandan so'ng, ular ishtirokchilarga muammolarini hal qilishda yordam beradigan maxsus volontyorlar tomonidan qo'llab-quvvatlanadi.",
  "Where exactly will the forum be held in Tashkent?": "Toshkentda forum aynan qayerda bo'lib o'tadi?",
  "The forum will be held on a platform specially created for the forum at the Tashkent State Law University.": "Forum Toshkent davlat yuridik universitetida forum uchun maxsus yaratilgan maydonda o‘tkaziladi.",
  "How will participants get to the forum venue?": "Ishtirokchilar forum o'tkaziladigan joyga qanday yetib boradilar?",
  "Tashkent has convenient transport links. Participants will organize their own travel to the city.": "Toshkentda qulay transport aloqalari mavjud. Ishtirokchilar shaharda amalga oshiradigan sayohatlarini o’zlari qoplaydilar.",
  "Who will pay for travel to and from Tashkent?": "Toshkentga kelish va qaytish xarajatlarini kim to‘laydi?",
  "Participants will pay for travel themselves.": "Ishtirokchilar sayohat uchun xarajatlarni o'zlari to'laydilar.",
  "How will participants’ accommodation be organized?": "Ishtirokchilarning turar joyi qanday tashkil qilinadi?",
  "Accommodation is provided by the organizers and is included in the forum program.": "Turar joy tashkilotchilar tomonidan taqdim etiladi va forum dasturiga kiritilgan.",
  "In what conditions will participants be accommodated (hotel, hostel, etc.)?": "Ishtirokchilar qanday sharoitlarda (mehmonxona, yotoqxona va h.k.) joylashtiriladi?",
  "Participants will be accommodated in comfortable hotels or hostels, depending on availability.": "Ishtirokchilar qulaylik darajasiga qarab, qulay mehmonxonalar yoki yotoqxonalarda joylashtiriladi.",
  "Will meals be provided?": "Oziq-ovqat beriladimi?",
  "Yes, meals are organized and provided free of charge.": "Ha, ovqatlanish tashkil etilgan va bepul.",
  "What types of food will be available (halal, vegetarian, etc.)?": "Qanday turdagi oziq-ovqatlar mavjud bo'ladi (halol, vegetarian va boshqalar)?",
  "Various preferences of participants will be taken into account, including halal, vegetarian and standard meals.": "Ishtirokchilarning turli imtiyozlari, jumladan halol, vegetarian va standart taomlar hisobga olinadi.",
  "Is it possible to choose the type of food in advance?": "Oziq-ovqat turini oldindan tanlash mumkinmi?",
  "Yes, participants can indicate their dietary preferences when registering.": "Ha, ishtirokchilar ro'yxatdan o'tish paytida o'zlarining ovqatlanish  istaklarini ko'rsatib o’tishlari mumkin.",
  "Will there be a transfer from your place of residence to the forum venue?": "Yashash joyingizdan forum o'tkaziladigan joyga ko'chirishni ta'minlaysizmi?",
  "Yes, the organizers will provide a transfer between your place of residence and the forum.": "Ha, tashkilotchilar sizning turar joyingiz va forum o'rtasida transportni ta'minlaydi.",
  "What should I do in case of a delay in arriving at the forum?": "Agar forumga kechiksam nima qilishim kerak?",
  "In case of a delay, it is necessary to notify the organizers so that they can adjust your registration.": "Kechiktirilgan taqdirda, tashkilotchilarni qayta ro'yxatdan o'tikazish tartibini sozlashlari uchun oldindan xabardor qilish kerak.",
  "What key speakers are expected at the forum?": "Forumda qanday asosiy ma'ruzachilar kutilmoqda?",
  "The forum will be attended by leading scientists, lawyers, government officials and representatives of international organizations.": "Forumda yetakchi olimlar, huquqshunoslar, davlat idoralari va xalqaro tashkilotlar vakillari ishtirok etadi.",
  "What topics will be covered during the speeches of famous scientists?": "Mashhur olimlarning nutqlarida qanday mavzular yoritiladi?",
  "The topics will cover international law, sustainable development, legal policy, arbitration and modern challenges to the legal system.": "Mavzular xalqaro huquq, barqaror rivojlanish, huquqiy siyosat, arbitraj va huquqiy tizimning zamonaviy muammolarini qamrab oladi.",
  "How to sign up for a meeting with government officials of Uzbekistan?": "O‘zbekiston hukumati vakillari bilan uchrashuvga qanday yoziladi?",
  "Registration for meetings will be carried out through Google forms.": "Uchrashuvlarga roʻyxatdan oʻtish Google formalari orqali amalga oshiriladi.",
  "Is it possible to find out the forum schedule in advance?": "Forum jadvalini oldindan bilib olish mumkinmi?",
  "Yes, the program will be published on the website a few weeks before the forum.": "Ha, dastur forum boshlanishidan bir necha hafta oldin veb-saytda e'lon qilinadi.",
  "How to apply to participate in the debate competition?": "Debat musobaqasida qatnashish uchun ariza qanday topshiriladi?",
  "Registration for the debate will be available after the approval of participation in the forum. The organizers will make a special announcement on the website and social networks of the forum.": "Bahsga ro‘yxatdan o‘tish forumda ishtirok etish tasdiqlanganidan keyin amalga oshiriladi. Tashkilotchilar forum sayti va ijtimoiy tarmoqlarda maxsus e’lon qiladi.",
  "What are the rules for holding the debate competition?": "Munozara musobaqasini o‘tkazish qoidalari qanday?",
  "Debates will be held in a team format on current global issues. Detailed rules will be published additionally.": "Munozaralar dolzarb global muammolar bo‘yicha jamoaviy formatda o‘tkaziladi. Batafsil qoidalar qo'shimcha ravishda e'lon qilinadi.",
  "How will the 'Festival of Nations' be held?": "Millatlar festivali qanday o'tkaziladi?",
  "Each country can present its culture through national costumes, cuisine, music and traditional performances.": "Har bir davlat o'z madaniyatini milliy liboslar, oshxonalar, musiqa va an'anaviy chiqishlar orqali namoyish qilishi mumkin.",
  "Do I need to bring national costumes or attributes for the festival?": "Festivalga milliy liboslar yoki atributlar olib kelishim kerakmi?",
  "Yes, participants are encouraged to bring elements of national culture to participate in the festival.": "Ha, ishtirokchilar festivalda qatnashish uchun milliy madaniyat elementlarini olib kelishlari tavsiya etiladi."
}
