{
  "Day": "Kun",
  "Hour": "Soat",
  "Minute": "Minut",
  "Second": "Sekund",
  "Registration Information": "Ro'yxatdan o'tish uchun",
  "Event Details": "Tadbir tafsilotlari",
  "May 30-31, 2025 Tashkent State University of Law 09:30 - 18:00 (Daily) Email: inter@tsul.uz": "2025-yil 30-31-may Toshkentdavlat yuridik universiteti 09:30 dan 18:00 gacha (har kuni) Elektron pochta: inter@tsul.uz",
  "Registration Package": "Ro'yxatdan o'tish to'plami",
  "Forum-branded t-shirts, caps, and badges, plus access to allsessions, meals, and activities.": "Forumning logotipli futbolkalari, bosh kiyimlari va nishonlari, shuningdek, barcha majlislar, ovqatlanish va tadbirlarga kirish huquqi.",
  "Don't miss out! Contact your university's international office or register online now!": "Imkoniyatni qoʻldan boy bermang! Universitetingizning xalqaro boʻlimi bilan bog'laning yoki hoziroq onlayn ro'yxatdan o'ting!",
  "Sign up": "Ro'yxatdan o'tish",
  "Enjoy a luxurious getaway - completely free!": "Forumda siz nafaqat yangi bilimlarni oʻzlashtirish, balki maroqli dam olish imkoniga ega bo'lasiz.",
  "Indulge in complimentary accommodations, delicious meals, guided city tours, and exclusive networking opportunities with top legal officials, all courtesy of Tashkent State University of Law!": "Toshkent davlat yuridik universiteti sizni bepul yashash joyi, mazali taomlar, gid hamrohligida shahar sayohatlari va yetakchi huquqshunoslar bilan muloqot qilishga taklif etadi.",
  "Join us May 30-31, 2025 at Tashkent State University of Law from 09:30 - 18:00 daily. Limited spots available!": "Buning uchun 2025-yil 30-31-may kunlari 09:30 dan 18:00 gacha Toshkent davlat yuridik universitetida boʻlib oʻtadigan forumda ishtirok etish uchun roʻyxatdan oʻting! Shoshiling! Ishtirokchilar soni cheklangan!",
  "Panel Sessions": "Panel sessiyalari",
  "Join us May 30-31, 2025 for these transformative sessions designed to enhance your collaborative problem-solving skills in the global legal landscape.": "2025-yil 30-31-may kunlari global huquqiy sohadagi muammolarni birgalikda hal qilish ko'nikmalaringizni rivojlantirishga qaratilgan ushbu oʻzgartiruvchan vsessiyalarda ishtirok eting.",
  "Represent your institution": "O'z universitetingiz haqida taqdimot qiling!",
  "Engage through presentations on academic initiatives and share valuable insights from international competition experiences.": "Akademik tashabbuslar haqidagi taqdimotlarda ishtirok eting va xalqaro tanlovlarda qatnashish boʻyicha qimmatli tajribangizni boʻlishing.",
  "Build meaningful connections": "Muhim aloqalarni oʻrnating",
  "Connect with law students and faculty from prestigious universities across the globe.": "Dunyoning yetakchi universitetlari huquqshunoslik fakultetlarining talabalari va oʻqituvchilari bilan tanishing.",
  "Collaborate on legal challenges": "Huquqiy masalalarni hal qilishda hamkorlik qiling",
  "Address contemporary legal issues, explore professional internship pathways, and discuss emerging career opportunities.": "Dolzarb yuridik muammolarni muhokama qiling, kasbiy amaliyot imkoniyatlarini o'rganing va karyera istiqbollarini koʻrib chiqing.",
  "Forum Overview: Where Law Meets Innovation": "Forum sharhi: Huquq qayerda innovatsiyalar bilan uchrashadi",
  "1st Tashkent International Mediation Competition": "Birinchi Toshkent xalqaro mediatsiya tanlovi",
  "A global mediation competition featuring students from various countries!": "Turli mamlakatlardan kelgan talabalar ishtirokidagi xalqaro mediatsiya tanlovi!",
  "Prize fund available for winners!": "G'oliblar uchun sovrin jamg'armasi!",
  "Test your mediation skills and compete on an international level!": "Mediatsiyaga oid ko'nikmalaringizni sinab koʻring va xalqaro darajada bellashing!",
  "Our project rules": "Loyihamiz qoidalari",
  "Nations festival": "Millatlar festivali",
  "Showcase your country's uniquе cultural identity!": "O'z mamlakatiningizning betakror madaniy qadriyat va an'analarini namoyish eting!",
  "Enjoy traditional performances and presentations by students from different nationalities!": "Turli millatga mansub talabalarining an'anaviy chiqishlari va taqdimotlaridan zavqlaning!",
  "Experience the diversity of world cultures, traditions, and arts!": "Jahon madaniyatlari, urf-odatlari va san'atining rang-barangligini his qiling!",
  "Present your university, discuss student engagement, and share experiences from international competitions!": "Universitetingizni tanishtiring, talabalarning faolligini muhokamа qiling va xalqaro tanlovlarda ishtirok etish tajribangizni boʻlishing!",
  "Network with students from universities worldwide!": "Dunyoning turli universitetlardan kelgan talabalar bilan tanishing!",
  "Exchange insights on youth challenges, internship opportunities, and career prospects!": "Yoshlar oldida turgan muammolar, amaliyot oʻtash imkoniyatlari va karyera istiqbollari haqida fikr almashing!",
  "Discussion questions": "Muhokama savollari",
  "Debate competitions": "'Munozara' bellashuvlari",
  "Engaging debates across multiple rounds!": "Bir necha bosqichli qiziqarli bahslar!",
  "Winners of the final round will receive special awards!": "Final bosqichi gʻoliblari uchun maxsus mukofotlar!",
  "A great chance to enhance your logical thinking and public speaking skills!": "Mantiqiy fikrlash va notiqlik mahoratini rivojlantirish uchun ajoyib imkoniyat!",
  "JOIN MINISTRY OF JUSTICE the First International Youth Legal Forum in Tashkent! Calling all students worldwide!": "Toshkentda oʻtkaziladigan Birinchi Yoshlar yuridik forumiga QO'SHILING! Dunyoning barcha mamlakatlaridan talabalar ishtirok etishi mumkin!",
  "Contact Us": "Biz bilan bog'lanish",
  "Links": "Havolalar",
  "Gallery": "Galereya",
  "Frequently Asked Questions": "Ko'p so'raladigan savollar",
  "Home": "Bosh sahifa",
  "Learn more": "Ba'tafsil ma'lumot",
  "Festival program": "Festival dasturi",
  "Programs": "Dasturlar",
  "Speakers": "Ma'ruzachilar",
  "Speakers Details": "Ma'ruzachilar tafsilotlari",
  "Prof.Dr. Islambek Rustambekov": "Professor Islambek Rustambekov",
  "Acting Rector of Tashkent State University of Law": "Toshkent davlat yuridik universiteti rektori v.b., yuridik fanlar doktori",
  "Leading TSUL's transformation into a modern legal education hub, Rector Rustambekov specializes in international private law and educational innovation.": "TDYUni huquq sohasida zamonaviy ta'lim markaziga aylantirish jarayoniga rahbarlik qilmoqda. Rektor Rustambekov xalqaro xususiy huquq va ta'lim innovotsiyalari bo'yicha mutaxassis hisoblanadi.",
  "Distinguished speakers": "Hurmatli ma'ruzachilar!",
  "Embark on a transformativejourney guided by eminentfigures in law and policy.Join ourforum to glean profound insights from esteemed speakers on legal innovation, education, and fostering international partnerships": "Huquq va siyosat sobasidagi nufuzli mutaxassislar boshchiligidagi o'zgarisblar jarayonida ishtirok eting. Forumimizga qo'shiling va huquqiy innovatsiyalar, ta'lim hamda xalqaro bamkorllknl mustahkamlash bo'yicha professional ma'ruzachilardan qimmatli bilimlar oling.",
  "Professor Urfan Khaliq": "Professor Urfon Xoliq",
  "Cardiff University (United Kingdom)": "Kardiff universiteti (Buyuk Britaniya)",
  "Professor Michele DeStefano": "Professor Mishel DeStefano",
  "Professor of Law at the University of Miami and a Faculty Chair in Harvard Law School's Executive Education Program and Guest Faculty at IE School of Law. (USA)": "Mayami universiteti huquq professor! va Garvard huquq maktabi ijroiya ta'lim dasturi rahbari, shuningdek, IE School of Law (AQSH)da taklif etilgan o'qituvchi.",
  "Mr. Mitchell E. Kowalski": "Janob Mitchell E. Kovalski",
  "Senior Counsel - Commercial Contracts and Commercial Real Estate - Admitted in Canada and USA": "Tijorat shartnomalari va tijorat ko'chmas mulki bo'yicha katta yuristkonsult.",
  "These esteemed speakers will lead engaging discussions, workshops, and keynote addresses throughout the forum, offering unique opportunities to learnfrom their expertise and experience.": "Ushbu professional ma'ruzachilar forum doirasida qiziqarli munozaralar, mahorat darslari va seminarlar o'tkazib, o'z tajriba va bilimlari bilan o'rtoqlashadi.",
  "Pro Vice-Chancellor and Head of the College ofArts, Humanities and Social Sciences": "San'at, gumanitar va ijtimoiyfanlar kolleji prorektori va boshlig'i",
  "Research and teaching interests encompass: Public International Law, International Human Rights Law, EU Law, Foreign Policy and aspects of alslomic Law": "Xalqaro ommaviy huquq, inson huquqlari, xalqaro huquq, Yevropa Ittifoqi huquqi, tashqi siyosat va Islom huquqi bo'yicha mutaxassis.",
  "Founder of LawWithoutWalls, a multi-disciplinary, international, intergenerational community of more than 2,000 lawyers, business professionals, entrepreneurs, and students who collaborate to create innovations in the business of law.": "LawWithoutWalls asoschisi — bu 2000 nafardan ortiq huquqshunos, biznes mutaxassisi, tadbirkor va talabalarni birlashtirgan ko'p tarmoqli xalqaro hamjamiyat bo'lib, ular birgalikda yuridik biznes sohasida innovatsiyalar yaratadi.",
  "Mitchell E. Kowalski is a Canadian lawyer, author, and legal industry consultant known for his work on innovation in legal services. He has written books like Avoiding Extinction: Reimagining Legal Services for the 21st Century and The Great Legal Reformation: Notes from the Field, where he explores the future of lawfirms and legal practice.": "Mitchell E. Kovalski — kanadalik huquqshunos, muallif vayuridik innovotsiyalar bo'yicha maslahatchi bo'lib, yuridik xizmatlarni modernizatsiya qilish sohasidagi faoliyati biIan tanilgan. U 'Yo'q bo'lib ketishdan qochish: XXI asr uchun yuridik xizmatlarni qayta ko'rib chiqish' va 'Buyukyuridik islohot: daladan qaydlar' kabi kitoblar muallifidir. Bu kitoblarda и yuridik firmalar va amoliyotning kelajagini tadqiq qiladi.",
  "Competition rules": "Musobaqa qoidalari",
  "Challenge yourself in a global arena where legal minds converge": "Eng sara huquqshunos ziyolilar to'planadigan jahon maydonida o'zingizni sinab ko'ring.",
  "Why Compete:": "Nima uchun ishtirok etish kerak:",
  "Earn prestigious recognition and valuable prizes": "E'tirof va qimmatli sovrinlarga sazovor bo'ling.",
  "Showcaseyour conflict resolution expertise before International judges": "Xalqaro hakamlar oldida nizolarni hal qilish mahoratingizni namoyish eting.",
  "Buildyour professional network across diverse legal traditions": "Turli huquqiy an'analar doirasida kasbiy aloqalar o'rnating.",
  "Enhanceyour resume with this distinguished achievement": "Shaxsiy karyerangizni boyitish uchun ajoyib imkoniyatga ega bo'ling!",
  "Embark on a transformative experience starting May 30, 2025. Connect with legal experts worldwide, showcasing your mediation skills while fostering lasting relationships.": "2025-yil 30-maydan boshlab o'zgarishlar sari safarga chiqing. Butun dunyodagi huquqshunos mutaxassislar bilan aloqa o'rnating, vositachilik mahoratingizni ko'rsating va mustahkam kasbiy munosabatlar quring.",
  "Cultural Mosaic: A Celebration of Global Heritage": "Madaniy mozaika: Jahon merosini ulug'lash",
  "Cultural performances": "Madaniy dasturlar",
  "Immerse yourself in captivating traditional and contemporary dances that showcase the rich artistic heritage of countries represented at the forum.": "Forumda qatnashayotgan mamlakatlarning boy san'at va madaniy merosini aks ettiruvchi maftunkor an'anaviy va zamonaviy raqslardan bahramand bo'ling!",
  "Interactive challenges": "Interaktiv mashg'ulotlar",
  "Engage in collaborative cross cultural activities designed to break barriersand build meaningful connections with colleagues from around the world.": "To'siqlarni bartaraf etish va dunyo bo'ylab hamkasblar bilan muhim aloqalar o'rnatishga qaratilgan qo'shma madaniyatlararo tadbirlarda ishtirok eting",
  "Digital competition": "Raqamli bellashuvlar",
  "Join exhilarating e-sports tournaments that blend technology with friendly competition, highlighting strategic thinking across cultural boundaries.": "Madaniy chegaralardan tashqaridagi strategik tafakkurni namoyish etuvchi, texnologiyalar va do'stona raqobatni uyg'unlashtirgan qiziqarli kibersport musobaqalarida mahoratingizni namoyish eting.",
  "Step into a world of cultural wonder at the dynamic Nations Festival on May 30,2025. Delight in a global feast and engage in enriching cross-cultural dialogues.": "2025-yil 30-mayda o'tkaziladigan Millatlar festivalida madaniy ulug'vorlik olamiga sho'ng'ing. Butunjahon bayramidan zavq olingva mazmunli madaniyatlararo muloqotlarda faol ishtirok eting.",
  "Connect with law students and facultyfrom prestigious universities across the globe": "Dunyoning nufuzli universitetlari huquqshunoslik fakultetlarining talabalari va o'qituvchilari bilan tanishing.",
  "Winners of the final round": "Yakuniy bosqich g'oliblari",
  "Receive special awards and recognition foryour excellence!": "Erishgan yutuqlaringiz ucbun maxsus sovrinlar va e'tirofga sazovor bo'ling!",
  "Enhance your skills": "Ko'nikmalaringizni rivojlantiring",
  "Seize the moment to boostyour logical thinking and public speaking abilities with this exceptional opportunityfor personal and professional growth!": "Ushbu noyob imkoniyat orqali mantiqiy fikrlash va omma oldida nutq so'zlash mahoratingizni oshiring, shaxsiy va kasbiy o'sishingiz uchun bu ajoyib fursatdan foydalaning!",
  "Join us May 30-31,2025 for these transformative sessions designed to enhance your collaborative problem-solving skills in the global legal landscape.": "2025-yil 30-31-may kunlari global huquqiy sohadagi muammolarni birgalikda yechish mahoratingizni oshirishga mo'ljallangan ushbu mashg'ulotlarga qo'shiling. Bu sessiyalar sizning ko'nikmalaringizni yanada rivojlantirishga yordam beradi.",
  "Chance to Talkwith Top Officials": "Yuqori martabali davlat arboblari bilan suhbatlashish imkoniyati",
  "Akbar Toshqulov": "Akbar Toshqulov",
  "Minister of Justice of the Republic of Uzbekistan": "O'zbekiston RespublikasiAdliya vaziri",
  "A distinguished legal expert with extensive experience in government andjudicial reform, Minister Toshqulov will share insights on Uzbekistan's legal modernization efforts.": "Davlat boshqaruvi va sud islohotlari sohasida keng tajribaga ega bo'lgan mashhur huquqshunos, Adliya vaziri O'zbekiston huquqiy tizimini zamonaviylashtirish bo'yicha o'z qarashlarini baham ko'radi.",
  "Prepare your questions about legal reforms, career paths, or policy developments. Join this exclusive session on May 31, 2025.": "Huquqiy islohotlar, karyera imkoniyatiari yoki siyosiy jarayonlar haqidagi savollarlngiznl tayyorlab qo'ying. 2025-yil 31-may kunl bo'lib o'tadigan ushbu maxsus sessiyada ishtirok eting.",
  "Direct dialogue": "To'g'ridan to'g'ri muloqot",
  "Engage in an open conversation with high-ranking government officials, including the Minister ofJustice of Uzbekistan.": "O'zbekiston Respublikasi Adliya vaziridan tashqari yana bir necha yuqori martabali davlat arboblari bilan ochiq muloqotda ishtirok eting.",
  "Student centered": "Talabalarga yo'naltirilgan muloqotlar",
  "The session is designed to be interactive and student-centered, giving voice to the next generation of legal professionals.": "Sesslya interaktlv va talabalargayo'naltirilgan holda ishlab chiqilgan bo'lib, undo kelajak avlod huquqshunoslari o'zfikrlarini bildirish imkoniyatiga ega bo'ladi.",
  "Ask your questions": "O'zingizni qiziqtirgan savollarga javob oling!",
  "This rare opportunity allows you to ask questions, share ideas, and gain insights directlyfrom key decision makers in the legalfield.": "Savollarga huquqiy sohada o'z o'rniga ega shaxslardan bevositajavob olish va g'oyalar almashish uchun noyob imkoniyat.",
  "Good experiense": "Qimmatli tajriba",
  "Embark on a transformative journey by engaging in discussions with ministers to broaden your horizons": "Vazir bilan munozaralarda ishtirok etib, bllimlaringlznl kengaytiring vayangi ufqlarni kashf eting.",
  "City Tour: Discover the beauty of Tashkent": "Shahar bo'ylab sayohat: Toshkentning go'zalligini kashf eting",
  "The city tour is scheduled for May 31 2025 from 11:30-13:00, offering a perfect break between academic sessions": "Shahar bo'ylab sayohat 2025-yil 31-may 11:30 dan 13:00 gacha rejalashtirilgan bo'lib, bu akademik mashg'ulotlar orasida dam olish uchun ajoyib imkoniyatdir",
  "Historical landmarks": "Tarixiy va diqqatga sazovor joylar",
  "Visit Tashkent's most significant historical sites, including Khast Imam Complex, Independence Square, and Amir Timur Museum": "Toshkentning tarixiy va diqqatga sazovorjoylari, jumladan, Hazrati Imam majmuasi, Mustaqillik maydoni va Amir Temur muzeyiga tashrif buyuring",
  "Famous metro stations": "Mashhur metro bekatlari",
  "Explore Tashkent's renowned metro system, knownfor its unique architectural designs and artistic decorations": "O'ziga xos me'moriy yechimlari va badiiy bezaklari bilan tanilgan Tashkent metropoliteni bo'ylab sayohat qiling",
  "Traditional bazaars": "An'anaviy bozorlar",
  "Experience the vibrant atmosphere of Chorsu Bazaar, where you can find traditional crofts, spices, and local delicacies": "Chorsu bozoriningjonli muhitiga sho'ng'ing, buyerdo an'anaviy hunarmandchilik buyumlari, zirovorlor va mahalliy taomlar bilan tanishasiz",
  "Tashkent State University of Law": "Toshkent davlat yuridik universiteti"
}
