{
  "Day": "День",
  "Hour": "Час",
  "Minute": "Минута",
  "Second": "Секунда",
  "Registration Information": "Для регистрации",
  "Event Details": "Подробности мероприятия",
  "May 30-31, 2025 Tashkent State University of Law 09:30 - 18:00 (Daily) Email: inter@tsul.uz": "30–31 мая 2025 года, Ташкентский государственный юридический университет, с 09:30 до 18:00 (ежедневно). Электронная почта: inter@tsul.uz",
  "Registration Package": "Регистрационный пакет",
  "Forum-branded t-shirts, caps, and badges, plus access to allsessions, meals, and activities.": "Футболки, кепки и бейджи с символикой форума, а также доступ ко всем сессиям, питанию и мероприятиям.",
  "Don't miss out! Contact your university's international office or register online now!": "Не упустите шанс! Свяжитесь с международным отделом вашего университета или зарегистрируйтесь онлайн прямо сейчас!",
  "Sign up": "Зарегистрироваться",
  "Enjoy a luxurious getaway - completely free!": "Наслаждайтесь роскошным отдыхом — совершенно бесплатно!",
  "Indulge in complimentary accommodations, delicious meals, guided city tours, and exclusive networking opportunities with top legal officials, all courtesy of Tashkent State University of Law!": "Ташкентский государственный юридический университет предоставляет бесплатное проживание, вкусное питание, экскурсии по городу с гидом и уникальные возможности для общения с ведущими юристами!",
  "Join us May 30-31, 2025 at Tashkent State University of Law from 09:30 - 18:00 daily. Limited spots available!": "Присоединяйтесь к нам 30–31 мая 2025 года в Ташкентском государственном юридическом университете с 09:30 до 18:00! Количество мест ограничено!",
  "Panel Sessions": "Панельные сессии",
  "Join us May 30-31, 2025 for these transformative sessions designed to enhance your collaborative problem-solving skills in the global legal landscape.": "Присоединяйтесь к нам 30–31 мая 2025 года на этих трансформационных сессиях, направленных на развитие навыков совместного решения проблем в глобальной правовой сфере.",
  "Represent your institution": "Представьте свой университет",
  "Engage through presentations on academic initiatives and share valuable insights from international competition experiences.": "Участвуйте в презентациях академических инициатив и делитесь ценным опытом участия в международных конкурсах.",
  "Build meaningful connections": "Устанавливайте важные связи",
  "Connect with law students and faculty from prestigious universities across the globe.": "Познакомьтесь со студентами и преподавателями юридических факультетов ведущих университетов мира.",
  "Collaborate on legal challenges": "Сотрудничайте в решении правовых проблем",
  "Address contemporary legal issues, explore professional internship pathways, and discuss emerging career opportunities.": "Обсуждайте актуальные юридические вопросы, изучайте возможности профессиональных стажировок и новые карьерные перспективы.",
  "Forum Overview: Where Law Meets Innovation": "Обзор форума: Где право встречается с инновациями",
  "1st Tashkent International Mediation Competition": "Первый Ташкентский международный конкурс по медиации",
  "A global mediation competition featuring students from various countries!": "Международный конкурс по медиации с участием студентов из разных стран!",
  "Prize fund available for winners!": "Призовой фонд для победителей!",
  "Test your mediation skills and compete on an international level!": "Проверьте свои навыки медиации и посоревнуйтесь на международном уровне!",
  "Our project rules": "Правила нашего проекта",
  "Nations festival": "Фестиваль наций",
  "Showcase your country's uniquе cultural identity!": "Представьте уникальную культурную самобытность вашей страны!",
  "Enjoy traditional performances and presentations by students from different nationalities!": "Наслаждайтесь традиционными выступлениями и презентациями студентов разных национальностей!",
  "Experience the diversity of world cultures, traditions, and arts!": "Ощутите многообразие мировых культур, традиций и искусств!",
  "Present your university, discuss student engagement, and share experiences from international competitions!": "Представьте свой университет, обсудите вовлечённость студентов и поделитесь опытом участия в международных конкурсах!",
  "Network with students from universities worldwide!": "Заводите знакомства со студентами университетов со всего мира!",
  "Exchange insights on youth challenges, internship opportunities, and career prospects!": "Обменивайтесь мнениями по вопросам, касающимся молодёжи, возможностей стажировок и карьерных перспектив!",
  "Discussion questions": "Вопросы для обсуждения",
  "Debate competitions": "Дебаты",
  "Engaging debates across multiple rounds!": "Увлекательные дебаты в несколько раундов!",
  "Winners of the final round will receive special awards!": "Победители финального раунда получат специальные призы!",
  "A great chance to enhance your logical thinking and public speaking skills!": "Отличная возможность развить логическое мышление и навыки публичных выступлений!",
  "JOIN MINISTRY OF JUSTICE the First International Youth Legal Forum in Tashkent! Calling all students worldwide!": "ПРИСОЕДИНЯЙТЕСЬ к Первому молодежному юридическому форуму в Ташкенте! Участвовать могут студенты со всего мира!",
  "Contact Us": "Свяжитесь с нами",
  "Links": "Ссылки",
  "Gallery": "Галерея",
  "Frequently Asked Question": "Часто задаваемые вопросы",
  "Home": "Домашняя страница",
  "Learn more": "Узнать больше",
  "Festival program": "Программа фестиваля",
  "Programs": "Программы",
  "Speakers": "Спикеры",
  "Speakers Details": "Данные о ораторы",
  "Prof.Dr. Islambek Rustambekov": "Профессор Исламбек Рустамбеков",
  "Acting Rector of Tashkent State University of Law": "И.о. ректора Ташкентского государственного юридического университета, доктор юридических наук",
  "Leading TSUL's transformation into a modern legal education hub, Rector Rustambekov specializes in international private law and educational innovation.": "Возглавляет трансформацию ТГЮУ в современный образовательный центр в области права. Ректор Рустамбеков специализируется на международном частном праве и образовательных инновациях.",
  "Distinguished speakers": "Уважаемые докладчики!",
  "Embark on a transformativejourney guided by eminentfigures in law and policy.Join ourforum to glean profound insights from esteemed speakers on legal innovation, education, and fostering international partnerships": "Примите участие в процессе изменений, возглавляемом влиятельными экспертами в области права и политики. Присоединяйтесь к нашему форуму и получите ценные знания от профессиональных спикеров по вопросам правовых инноваций, образования и укрепления международного управления.",
  "Professor Urfan Khaliq": "Профессор Урфан Халик",
  "Cardiff University (United Kingdom)": "Кардиффский университет (Великобритания)",
  "Professor Michele DeStefano": "Профессор Мишель ДеСтефано",
  "Professor of Law at the University of Miami and a Faculty Chair in Harvard Law School's Executive Education Program and Guest Faculty at IE School of Law. (USA)": "Профессор права в Университете Майами и руководитель программы исполнительного образования Гарвардской школы права, а также приглашённый преподаватель в IE School of Law (США).",
  "Mr. Mitchell E. Kowalski": "Мистер Митчелл Э. Ковальски",
  "Senior Counsel - Commercial Contracts and Commercial Real Estate - Admitted in Canada and USA": "Старший юрисконсульт — коммерческие контракты и коммерческая недвижимость. Допущен к практике в Канаде и США",
  "These esteemed speakers will lead engaging discussions, workshops, and keynote addresses throughout the forum, offering unique opportunities to learnfrom their expertise and experience.": "Этиуважаемые спикеры проведут увлекательные дискуссии, мастер-классы и ключевые выступления в рамках форума, предоставляя уникальные возможности для обучения на основе их опыта и знаний.",
  "Pro Vice-Chancellor and Head of the College ofArts, Humanities and Social Sciences": "Проректор и глава Колледжа искусств, гуманитарных и социальных наук",
  "Research and teaching interests encompass: Public International Law, International Human Rights Law, EU Law, Foreign Policy and aspects of alslomic Law": "Научные и преподавательские интересы включают: международное публичное право, международное право в области прав человека, право Европейского Союза, внешнюю политику и аспекты исламского права.",
  "Founder of LawWithoutWalls, a multi-disciplinary, international, intergenerational community of more than 2,000 lawyers, business professionals, entrepreneurs, and students who collaborate to create innovations in the business of law.": "Основательница LawWithoutWalls — многопрофильного международного сообщества, объединяющего более 2000 юристов, бизнес-профессионалов, предпринимателей и студентов, которые совместно создают инновации в сфере юридического бизнеса.",
  "Mitchell E. Kowalski is a Canadian lawyer, author, and legal industry consultant known for his work on innovation in legal services. He has written books like Avoiding Extinction: Reimagining Legal Services for the 21st Century and The Great Legal Reformation: Notes from the Field, where he explores the future of lawfirms and legal practice.": "Митчелл Э. Ковальски — канадский юрист, автор и консультант по юридическим инновациям, известный своей работой в области модернизации юридическихуслуг. Он является автором книг, таких как 'Избегая вымирания: переосмысление юридическихуслуг для XXI века' и 'Великая юридическая реформация: заметки споля', где исследует будущее юридических фирм и практики."
}
